Repository: Storik4pro/cdpiui
Catalog: CDPIUI/Strings/*/Resources.resw
Source language: en_us
Languages: ru

# ReportABugTextBlock.Text
source: Report a problem
ru: Сообщить о проблеме

# DonateTextBlock.Text
source: Donate
ru: Поддержать разработчика монетой

# DeveloperChannelTextBlock.Text
source: Join developer telegram channel
ru: Телеграм-канал разработчика

# DeveloperChannelTipTextBlock.Text
source: News, announcements
ru: Будьте в курсе всех последних обновлений!

# ProxySettingsCard.Header
source: Setup proxy
ru: Настроить прокси

# ProxyWindowTitleTextBlock.Text
source: Setup proxy
ru: Настройка прокси

# ProxyWindowTitle
source: Setup proxy
ru: Настройка прокси

# ExceptionSystemProxySet
source: Program cannot save your proxy settings, because exception happens. Make sure program has read/write permissions for key group "{0}" and check your system files via `sfc` utility Additional info: {1}
ru: Программа не может сохранить настройки прокси из-за неожиданного исключения. Пожалуйста, убедитесь в правильности введенных данных, наличии у программы прав на чтение/запись раздела "{0}" реестра и проверьте вашу систему на наличие ошибок утилитой `sfc` Дополнительная информация об ошибке: {1}

# ProxySetupCompleteTextBlock.Text
source: Proxy setup complete
ru: Настройка прокси завершена

# ProxySetupCompleteTipTextBlock.Text
source: This way to run proxy-like components will be register by default. To change it open this wizard again. Click "Exit" to close this wizard.
ru: Этот способ запуска компонента-прокси был зарегистрирован. Чтобы его изменить, откройте этот мастер ещё раз. Нажмите на кнопку "Выход", чтобы выйти из мастера.

# ExceptionProxySet
source: Program cannot save your proxy settings, because exception happens. Additional info: {0}
ru: Программа не может сохранить настройки прокси из-за неожиданного исключения. Пожалуйста, убедитесь в правильности введенных данных. Дополнительная информация об ошибке: {0}

# ChooseExeFile
source: Choose executable file
ru: Выберите исполняемый файл...

# ProxiFyreModeWhiteList
source: Proxy traffic only for selected applications
ru: Проксировать трафик только для выбранных приложений

# ProxiFyreModeBlackList
source: Proxy traffic for the entire system except selected applications
ru: Проксировать трафик для всей системы, кроме выбранных приложений

source: Complete
ru: Завершение...

# AcceptLicenseContentDialog.Title
source: License Agreement
ru: Лицензионное соглашение

# AcceptLicenseCheckBox.Content
source: Accept all
ru: Принять все вышеуказанные лицензионные соглашения

# AcceptLicenseContentDialog.PrimaryButtonText
source: Continue
ru: Продолжить

# AcceptLicenseContentDialog.SecondaryButtonText
source: Cancel
ru: Отмена

# AcceptLicenseTipTextBlock.Text
source: To install this item, you must accept the following third-party License Agreements:
ru: Чтобы установить этот элемент необходимо принять следующие лицензионные соглашения от сторонних разработчиков:

source: Connecting to service...
ru: Подключение к службе...

# ConnectingToServiceTip
source: If this action takes long, make sure application installed correctly
ru: Если это действие займет много времени, убедитесь, что приложение установлено корректно

# EditApplicationListDialogTitle
source: Edit: {0}
ru: Изменить: {0}

# ApplicationWhiteList
source: List of applications for which the proxy will be used
ru: Список приложений для проксирования

# ApplicationBlackList
source: List of applications for which the proxy will be never used
ru: Список приложений-исключений

# SelectedAppsSettingsCardDescription
source: Selected apps: {0}
ru: Выбранные приложения: {0}

# AndMore
source: and {0} more.
ru: и ещё {0}.

# ApplicationListIsEmpty
source: You don't add any application in this list yet.
ru: Вы ещё не добавили ни одного приложения в этот список.

# SetupProxyLikeComponentsTextBlock.Text
source: Setup proxy-like components
ru: Настроить запуск компонентов-прокси

# SetupProxyLikeComponentsTipTextBlock.Text
source: This setting will be appears to all proxy-like components you installed
ru: Эти настройки будут применены ко всем компонентам-прокси, которые вы установили

# SetupForEntireSystemCard.Header
source: Setup for entire system
ru: Настроить для всей системы

# SetupForEntireSystemCard.Description
source: Supports only TCP connections, appears to entire system
ru: Поддерживает только TCP-трафик, принудительно применяется ко всей системе

# SetupViaProxifyreCard.Header
source: Setup via ProxiFyre
ru: Настроить через ProxiFyre

# SetupViaProxifyreCard.Description
source: Supports TCP and UDP connections, appears only for selected applications
ru: Поддерживает TCP- и UDP-подключения, применяется только к выбранным приложениям

# SetupProxyManuallyCard.Header
source: Do not prefer any actions
ru: Не осуществлять никаких действий

# SetupForEntireSystemTextBlock.Text
source: Setup for entire system
ru: Настроить для всей системы

# ProxyIpAddressTextBlock.Text
source: Proxy IP address
ru: IP-адрес для прокси

# PortTextBlock.Text
source: Port
ru: Порт

# ResetByDefaultButton.ToolTipService.ToolTip
source: Reset by default
ru: Сбросить до значений по умолчанию

# RegProxyWhiteListTextBlock.Text
source: Do not use proxies for addresses that begin with the following entries. Use semicolons (;) to separate addresses.
ru: Не использовать прокси для адресов, которые начинаются с указанных ниже записей. Для разделения записей используйте точку с запятой (;).

# BypassLocalCheckBox.Content
source: Do not use proxy for local (intranet) addresses
ru: Не использовать прокси-сервер для локальных (внутрисетевых) адресов

# SetupViaProxiFyreTextBlock.Text
source: Setup via ProxiFyre
ru: Настроить через ProxiFyre

# ProxiFyreModeCard.Header
source: ProxiFyre mode
ru: Режим запуска ProxiFyre

# ApplicationWhiteListCard.Header
source: List of applications for which the proxy will be used
ru: Список приложений для проксирования

# ApplicationBlackListCard.Header
source: List of applications for which the proxy will be never used
ru: Список приложений-исключений

# ProxyAddrSettingsTextBlock.Text
source: Proxy address settings
ru: Настройки адреса для прокси

# AddClassicApplicationTextBlock.Text
source: Add a classic Win32 application
ru: Добавить классическое (Win32) приложение

# AddClassicApplicationTipTextBlock.Text
source: Type executable name or select .EXE file path
ru: Введите название исполняемого файла или укажите путь к .EXE-файлу

# FileChooseButton.ToolTipService.ToolTip
source: Select executable file
ru: Выбрать исполняемый файл...

# AddUniversalApplicationTextBlock.Text
source: Add universal application
ru: Добавить приложение из Магазина Майкрософт

# AddUniversalApplicationTipTextBlock.Text
source: Select universal application folder or type path manually
ru: Выберите папку универсального приложения или введите путь самостоятельно

# FolderChooseButton.ToolTipService.ToolTip
source: Select universal application folder...
ru: Выбрать папку универсального приложения

# AddApplicationButton.Content
source: Add application
ru: Добавить приложение

# CloseButton.Content
source: Close
ru: Закрыть

# ApplicationListTextBlock.Text
source: Application list
ru: Список приложений

# SetupProxyManuallyCardTextBlock.Text
source: Setup manually
ru: Настроить вручную

# UseConfigSettingsCheckBox.Content
source: Prefer config setting to start proxy
ru: Предпочитать настройки, указанные в пресете

# AutoCorrectError
source: AutoCorrect exception happens
ru: Неожиданная ошибка автокоррекции файлов

# StoreShowItemFolder.Text
source: Show local files
ru: Показать локальные файлы

# DeveloperNotCommentedRelease
source: Developer did not leave a comment for this release.
ru: У этой версии нет списка изменений или описания.

source: Retry
ru: Повторить попытку

# HideToTrayOnStartupCard.Header
source: Allow autorun actions on normal startup
ru: Применять действия автозапуска при обычном запуске

# ViewInStoreTextBlock.Text
source: View in Store
ru: Показать в Магазине

# GetButton.Content
source: Get
ru: Получить

# StoreSmallCategoryText
source: Category: {0}
ru: Категория: {0}

# StoreSmallDeveloperText
source: Developer: {0}
ru: Разработчик: {0}

# StoreSmallItemName
source: Get {0}?
ru: Получить {0}?

# StoreSmallItemNameComplete
source: Installing {0} is completed
ru: Установка {0} завершена

# CannotInstallItemTextBlock.Text
source: Cannot install this item
ru: Не удалось установить этот элемент

# ValueTextBox.Text
source: Value
ru: Значение

# EditValueTextBox.Text
source: Edit value
ru: Изменить

# CopyButton.ToolTipService.ToolTip
source: Copy
ru: Копировать

# AreYouSureTextBlock.Text
source: Are you sure?
ru: Вы уверены?

# ActionCannotBeUndoTextBlock.Text
source: This action cannot be undo.
ru: Это действие нельзя отменить.

# YesRemoveButton.Content
source: Yes, remove
ru: Да, удалить

# NoCancelTextBlock.Text
source: No, cancel
ru: Нет

# EditVariableContentDialogTitle
source: Edit variable %{0}%
ru: Изменить переменную %{0}%

# DescriptionNotProvided
source: There is no description available for this variable.
ru: У этой переменной нет описания

# SelectFromTemplateTextBlock.Text
source: Select one of available templates
ru: Выберите из доступных шаблонов

# EditForYourSelfTextBlock.Text
source: Edit for yourself
ru: Измените самостоятельно

# EditVarContentDialog.PrimaryButtonText
source: Save
ru: Сохранить

# EditVarContentDialog.SecondaryButtonText
source: Cancel
ru: Отмена

# OnValueTextBlock.Text
source: OnValue
ru: ВКЛ-значение

# OffValueTextBlock.Text
source: OffValue
ru: ВЫКЛ-значение

source: Import config from file
ru: Импорт пресета из файла

source: Edit config
ru: Изменить пресет

source: edited
ru: Изменено

source: Save as a copy
ru: Сохранить копию

source: Save
ru: Сохранить

source: Create new config
ru: Создать новый пресет

source: Nothing to preview
ru: Предпросмотр недоступен

# StopTest
source: Stop testing
ru: Остановить тестирование

source: Test this
ru: Протестировать

source: Show config settings
ru: Показать настройки пресета

source: Hide config settings
ru: Спрятать настройки пресета

# TargetComponentTextBlock.Text
source: Target component*
ru: Целевой компонент*

# DisplayNameTextBlock.Text
source: Display name*
ru: Отображаемое имя*

# VariablesTextBlock.Text
source: Variables
ru: Переменные

# ConditionsTextBlock.Text
source: Conditions
ru: Условные переменные

# CreateNewConditionButton.Content
source: Add new condition
ru: Добавить новое условие

# VarNameTextBlock.Text
source: Variable name
ru: Имя переменной для использования

# PreviewSampleTextBlock.Text
source: Preview
ru: Предпросмотр

# SaveTextBlock.Text
source: Save
ru: Сохранить

# SelectComponentTextBlock.Text
source: Select component
ru: Выберите компонент

# SelectConfigToEditTextBlock.Text
source: Select config you want to edit
ru: Выберите пресет, который вы хотите изменить

# SelectConfigToEditContentDialog.Title
source: Edit config
ru: Изменить пресет

# SelectConfigToEditContentDialog.SecondaryButtonText
source: Cancel
ru: Отмена

# ConfigCreatedSucsessfullyContentDialog.Title
source: Config created sucsessfully
ru: Пресет успешно создан

# ConfigCreatedSucsessfullyContentDialog.PrimaryButtonText
source: Exit this helper
ru: Закрыть помощник

# ConfigCreatedSucsessfullyContentDialog.SecondaryButtonText
source: Go to home page
ru: На главную

# ConfigCreatedSucsessfullyTextBlock.Text
source: This config will be created successfully. Now you can select it in config selector on component settings page What you want to do next?
ru: Этот пресет был успешно создан. Теперь вы можете его выбрать на странице настроек компонента Что следует сделать дальше?

# ImportConfigFromFileContentDialog.Title
source: Import config from file
ru: Импорт пресета из файла

# ImportConfigFromFileContentDialog.PrimaryButtonText
source: Nevermind
ru: Более не напоминать

# RecentGoodCheckSelectionContentDialog.Title
source: Recent GoodCheck selections
ru: Недавние подборы через GoodCheck

# GoodCheckReportErrorTextBlock.Text
source: You don't make any selections yet.
ru: Вы ещё не совершали подбор параметров

# RecentGoodCheckSelectionContentDialog.SecondaryButtonText
source: Cancel
ru: Отмена

# ConfigFileChooseContentDialog.Title
source: File picker
ru: Выбор файлов

# ConfigFileChooseContentDialog.PrimaryButtonText
source: Continue
ru: Продолжить

# ConfigFileChooseContentDialog.SecondaryButtonText
source: Cancel
ru: Отмена

# ConfigFileChooseTextBlock.Text
source: Config you imported need some files for his work. If you close this dialog import will be aborted
ru: Пресет, который вы собираетесь изменить требует наличие этих файлов для успешной работы. Если вы закроете этот диалог, то операция будет прервана

# AutoCorrectOfferTextBlock.Text
source: Autocorrect offer:
ru: Предложение автокоррекции:

# AutoCorrectSelectManuallyTextBlock.Text
source: Select manually
ru: Выбрать вручную

# AutoCorrectApplyTextBlock.Text
source: Apply autocorrect
ru: Применить автокоррекцию

# ViewTextBlock.Text
source: View
ru: Просмотр

source: Report
ru: Отчет

# ViewGoodCheckReportTextBlock.Text
source: View GoodCheck report
ru: Просмотр отчета GoodCheck

# HideTipTextBlock.Text
source: Hide tip
ru: Спрятать подсказку

# ReportGoForwardButtonTeachingTip.Title
source: Some sitelists not marked
ru: Вы не пометили ни одну стратегию в некоторых списках сайтов

# ReportGoForwardButtonTeachingTip.Subtitle
source: Do you want to continue anyway? (You actually can go back to this page later)
ru: Вы хотите продолжить в любом случае? (Вы можете вернуться к этой странице позднее)

# ReportGoForwardButtonTeachingTip.ActionButtonContent
source: Yes, I want
ru: Да, продолжить

# ReportGoForwardButtonTeachingTip.CloseButtonContent
source: No
ru: Нет

# SuccessTextBlock.Text
source: Success
ru: Удачные

# FailureTextBlock.Text
source: Failure
ru: Неудачные

# FlagsTextBlock.Text
source: Flags
ru: Флажки

# SuccessStrategiesTextBlock.Text
source: Success strategies
ru: Удачные стратегии

# FailureStrategiesTextBlock.Text
source: Failure strategies
ru: Неудачные стратегии

# ContentNotDisplayedTextBlock.Text
source: Failure strategies are not displayed because your performance settings are set to "Prefer fewer elements per page"
ru: Неудачные стратегии не отображаются, поскольку ваши настройки производительности установлены в "Предпочитать меньшее количество элементов на странице"

# ViewFullStrategyButton.ToolTipService.ToolTip
source: View full strategy string
ru: Показать строку запуска полностью

source: Set flag
ru: Пометить

source: Remove flag
ru: Снять флажок

source: View arguments
ru: Просмотр строки запуска

# EditByeDPIModeButton.ToolTipService.ToolTip
source: Edit group trigger
ru: Изменить триггер группы

# TriggerGrid.ToolTipService.ToolTip
source: Trigger
ru: Триггер

# ChooseGroupContentDialog.Title
source: Select group trigger
ru: Выберите триггер группы

# ChooseGroupContentDialog.PrimaryButtonText
source: Save
ru: Сохранить

# ChooseGroupContentDialog.SecondaryButtonText
source: Cancel
ru: Отмена

source: Exit
ru: Выход

# ExitAsk
source: Are you sure you want to exit? Unsaved changes will be lost.
ru: Вы уверены, что хотите выйти? Все несохраненные данные будут утеряны.

# MarkStrategiesTextBlock.Text
source: Strategies you marked with flag
ru: Стратегии, которые вы пометили флажком

# ReadyToAddStrategiesTextBlock.Text
source: Strategies you want to add into new config
ru: Стратегии, которые вы хотите добавить в новый пресет

# DefaultDesignerPivot.Text
source: Default designer
ru: Классический редактор

# GUIDesignerPivot.Text
source: Graphic designer
ru: Упрощенный редактор

# AdditionalSettingsTitle.Text
source: Additional settings
ru: Дополнительные настройки

# GraphicDesignerNotReadyTextBlock.Text
source: Graphic designer not ready
ru: Упрощенный редактор не готов

# GraphicDesignerNotReadyTipTextBlock.Text
source: To enable graphic designer select target component firstly.
ru: Чтобы использовать этот дизайнер сперва необходимо выбрать целевой компонент

# WelcomeTextBlock.Text
source: Welcome
ru: Добро пожаловать

# WelcomeTipTextBlock.Text
source: What are you looking for?
ru: С чего вы хотите начать?

# FeaturesTextBlock.Text
source: Features
ru: Возможности

# ImportConfigFromFileTextBlock.Text
source: Import config from file
ru: Импортировать из файла

# RecentGoodCheckSelectionsTextBlock.Text
source: Recent selections
ru: Предыдущие подборы

# StoreExploreNewAddOnsAndComponentsTextBlock.Text
source: Explore new AddOns and Components
ru: Изучите новые дополнения и компоненты

# ComponentNotSupportedGrouppingTextBlock.Text
source: Component you selected isn't supported strategies groups.
ru: Выбранный вами компонент не поддерживает группирование стратегий

# ReinstallWarningTitle
source: Reinstall this item?
ru: Переустановить этот элемент?

# ReinstallWarningMessage
source: You personal data (e.g. site lists) will be lost. This action cannot be undo.
ru: Ваши настройки, связанные с этим элементом будут безвозвратно утеряны.

# SimilarItemInstallingContentDialog.Title
source: With this item also installing
ru: С этим элементом также устанавливают

# ViewOutputIconButton
source: View output
ru: Показать вывод

# SettingsIconButton
source: Setup
ru: Настроить

# ComponentStatusSetupRequired
source: Startup is impossible — Setup required. Make sure you select startup config for this component
ru: Запуск невозможен — требуется настройка. Убедитесь, что вы выбрали пресет запуска для этого компонента

# ComponentStatusStopped
source: The component is currently stopped
ru: Компонент остановлен

# ComponentStatusStarted
source: Component is started and working without errors
ru: Компонент запущен и работает без ошибок

# ComponentStatusExceptionHappens
source: Component stopped because something went wrong
ru: Компонент остановлен из-за ошибки

# WidgetPlaceholderTextBlock.Text
source: You don't add any widgets to quick view yet
ru: Вы ещё не добавили ни одного виджета в быстрый доступ

# WelcomeToProgramTextBlock.Text
source: Welcome to CDPI UI!
ru: Добро пожаловать в CDPI UI!

# ApplicationSetupHelperTextBlock.Text
source: Application setup helper
ru: Помощник настройки приложения

# GetNewComponentsFromStoreTextBlock.Text
source: Get new components from Store
ru: Получите новые компоненты из Магазина

# QuickAccessTextBlock.Text
source: Quick access
ru: Быстрый доступ

# OpenStoreWidgetTipTextBlock.Text
source: Find more Configs and Add-Ons. Manage installed items.
ru: Управляйте установленными элементами

# OpenHelpWidgetTitleTextBlock.Text
source: Open Help
ru: Открыть справку

# OpenHelpWidgetTipTextBlock.Text
source: Find an answer for your question without Network connection
ru: Найдите ответ на свой вопрос без подключения к Интернету

# AskCommunityWidgetTitleTextBlock.Text
source: Ask a community
ru: Задать вопрос

# AskCommunityWidgetTipTextBlock.Text
source: Ask something in CDPI UI community
ru: Спросите что-нибудь у сообщества CDPI UI

# ReportABugWidgetTitleTextBlock.Text
source: Something isn't work as planned? Tell about it developers
ru: Что-то работает не так, как надо? Расскажите об этом!

# AutorunCheckBox.Content
source: Startup automatically
ru: Запускать автоматически

# AutorunBadgeGrid.ToolTipService.ToolTip
source: This component starting up with your PC
ru: Этот компонент будет запускаться автоматически с этим ПК

# NowViewOutputFromComponent
source: Now showing {0} output
ru: Сейчас показан вывод {0}

# QuickSettingsTextBlock.Text
source: Quick settings
ru: Быстрые настройки

# ConfigNotReadyToDisplayQuickSettingsTextBlock.Text
source: Firstly create or download config for that component
ru: Для начала создайте или загрузите пресет для этого компонента

# StartupConfigTextBlock.Text
source: Startup config
ru: Пресет запуска

# AvailableConfigSettingsTextBlock.Text
source: Available config settings
ru: Доступные настройки пресета

# ConfigSettingsLoadFailureTextBlock.Text
source: There is no easy settings available in selected config.
ru: У этого пресета нет простых настроек, которые вы могли бы изменить.

# LinkedFeaturesTextBlock.Text
source: Linked features
ru: Связанные возможности

source: Setup proxy
ru: Настроить прокси

# AutoSelectConfig
source: Config auto selection
ru: Автоподбор пресета

# CreateConfig
source: Create new config
ru: Создать новый пресет

# ExploreNewConfigs
source: Find new config
ru: Поиск пресета онлайн

source: Visit forum
ru: Посетить форум

# MainGridColumnSelector.Header
source: Tiles size on main page
ru: Размер плиток на главной странице

# MainGridColumnSelector.Description
source: The preferred size of component tiles on the home page. Depending on the value, the tiles will display different amounts of information.
ru: Предпочитаемый размер плиток компонентов на главной странице. В зависимости от значения на плитках будет отображаться разное количество информации

# MainPageGridColumnsCountAuto
source: Auto
ru: Автоматически

# MainPageGridColumnsCountOne
source: Big
ru: Большой

# MainPageGridColumnsCountTwo
source: Medium
ru: Средний

# MainPageGridColumnsCountFour
source: Small
ru: Маленький

# PreviewVersion
source: CDPI UI : Preview
ru: CDPI UI : Предварительный доступ

# PreviewVersionDescription
source: Welcome to CDPI UI Version Preview! Some features is not available at the moment. Keep in mind — this application still under development. Some features may work not as planned — don't worry. Just say about it to developers. It will be fixed as soon as possible.
ru: Добро пожаловать в Предварительный просмотр CDPI UI! Некоторые функции могут быть не доступны. Не беспокойтесь — приложение находится в стадии активной разработки, так что появление этих функций лишь вопрос времени. Некоторые функции могут работать не так, как планировалось. Не переживайте — сообщите об этом разработчику. Проблема будет исправлена как можно раньше

# AutorunWarningInfoBar.Message
source: You haven't added any components to startup. Select the components you want to turn on when your PC starts below
ru: Вы не добавили ни один компонент в автозапуск. Выберите компоненты, которые требуется включать вместе с запуском ПК ниже

source: Edit
ru: Изменить

# ViewAppliedFlagsForSiteList
source: View applied params
ru: Показать применяемые флаги запуска

# EditMenuItem.Title
source: Edit
ru: Изменить

# SearchMenuItem.Text
source: Search
ru: Найти

# SearchAndReplaceMenuItem.Text
source: Replace
ru: Заменить

# ReplaceControlButton.ToolTipService.ToolTip
source: Toggle replace settings visibility
ru: Переключить видимость параметров замены

# FindTextBox.PlaceholderText
source: Find
ru: Найти

# ReplaceTextBox.PlaceholderText
source: Replace
ru: Заменить

# SearchDownButton.ToolTipService.ToolTip
source: Forward
ru: Вперед

# SearchTopButton.ToolTipService.ToolTip
source: Back
ru: Назад

# SearchCloseButton.ToolTipService.ToolTip
source: Close "Find and Replace" window
ru: Закрыть окно "Найти и Заменить"

# AdditionalSettingsButton.ToolTipService.ToolTip
source: Additional settings
ru: Дополнительные настройки

# MatchCaseMenuFlyoutItem.Text
source: Match case
ru: Учитывать регистр

# WholeWorldMenuFlyoutItem.Text
source: Whole word
ru: Слово целиком

# ReplaceButton.ToolTipService.ToolTip
source: Replace
ru: Заменить

# ReplaceAllButton.ToolTipService.ToolTip
source: Replace All
ru: Заменить все

# DefaultEditorBackgroundStyleMenuItem.Text
source: Editor background
ru: Фон редактора

# DefaultBackgroundMenuItem.Text
source: Perfect black (Default)
ru: Идеально черный

# MicaBackgroundMenuItem.Text
source: Classic mica blur
ru: Классическое размытие мика

# MicaAltMenuItem.Text
source: Alternative mica blur
ru: Альтернативное размытие мика

# MicaSmokeMenuItem.Text
source: Smoke mica blur
ru: Затемненное размытие мика

# ZoomInMenuItem.Text
source: Zoom In
ru: Увеличить масштаб

# ZoomOutMenuItem.Text
source: Zoom Out
ru: Уменьшить масштаб
